Tekla Open API Reference for Tekla Structures 2025
DisposableToken Operators
The DisposableToken type exposes the following members.
Operators
Name | Description
Addition
 Combines the two disposable objects.
Top
See Also
Reference
DisposableToken Class
Tekla.Structures.Model Namespace